Repository: kinster78/Poll-Monster
Catalog: languages/yop_poll-*.po
Languages: fr_fr

source: Option "Blocking Voters Interval Value" Not Updated!
fr_fr: Option " La valeur de l'interval du blocage des électeurs" Pas actualisé!

source: Option "Blocking Voters Interval Unit" Updated!
fr_fr: Option "L'unité de l'interval du blocage des électeurs" Actualisé!

source: Option "Blocking Voters Interval Unit" Not Updated! Please choose between 'Seconds', 'Minutes', 'Hours' or 'Days'
fr_fr: Option "L'unité de l'interval du blocage des électeurs" Pas actualisé! S'il vous plaît choissez entre 'Secondes', 'Minutes', 'Heures' ou 'Jours'

source: Option "Blocking Voters Interval Unit" Not Updated!
fr_fr: Option "L'unité de l'interval du blocage des électeurs" Pas actualisé!

source: Option "Blocking Voters" Not Updated! Please choose between: 'Don`t Block', 'Cookie', 'Ip', 'Username', 'Cookie and Ip'
fr_fr: Option "Blocage des électeurs" Pas actualisé! S'il vous plaît choissez entre: 'Ne bloquer pas', 'Cookie', 'IP', 'Nom d'utilisateur', 'Cookie ei Ip'

source: Option "Blocking Voters" Not Updated!
fr_fr: Option "Blocage des électeurs" Pas actualisé!

source: Option "Percentages Decimals" Updated!
fr_fr: Option "Les décimales des pourcentages" Actualisé!

source: Option "Percentages Decimals" Not Updated! Please fill in a number!
fr_fr: Option "Les décimales des pourcentages" Pas actualisé!S'il vous plaît introduire un certain nombre!

source: Option "Percentages Decimals" Not Updated!
fr_fr: Option "Les décimales des pourcentages" Pas actualisé!

source: Option "View Poll Archive Link" Updated!
fr_fr: Option "Voir le chaînon de l'archive du sondage" Actualisé!

source: Option "View Poll Archive Link Label" Updated!
fr_fr: Option "L'étiquette pour voir le chaînon de l'archive du sondage" Actualisé!

source: Option "View Poll Archive Link Label" Not Updated! The field is empty!
fr_fr: Option "L'étiquette pour voir le chaînon de l'archive du sondage" Pas actualisé! Le champ est vide!

source: Option "View Poll Archive Link Label" Not Updated!
fr_fr: Option "L'étiquette pour voir le chaînon de l'archive du sondage" Pas actualisé!

source: Option "Poll Archive URL" Updated!
fr_fr: Option "URL de l'archive du sondage" Actualizé!

source: Option "Poll Archive URL" Not Updated! The field is empty!
fr_fr: Option "URL de l'archive du sondage" Pas actualizé! Le champ est vide!

source: Option "Poll Archive URL" Not Updated!
fr_fr: Option "URL de l'archive du sondage" Pas actualizé!

source: Option "View Poll Archive Link" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "Voyez le chaînon de l'archive du sondage" Pas actualisé! S'il vous plaît choisissez entre 'oui' ou 'non'

source: Option "View Poll Archive Link" Not Updated!
fr_fr: Option "Voyez le chaînon de l'archive du sondage" Pas actualisé!

source: Option "Show Poll in Arhive
fr_fr: Option "Voyez le sondage dans l'archive

source: Option "Archive Order" Updated!
fr_fr: Option " L'ordre de l'archive" Actualisé!

source: Option "Archive Order" Not Updated! Please fill in a number!
fr_fr: Option " L'ordre de l'archive" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Show Poll in Archive" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "Voyez le sondage dans l'archive" Pas actualisé! S'il vous plaît choisissez entre 'oui' ou 'non'

source: Option "Show Poll in Archive" Not Updated!
fr_fr: Option "Voyez le sondage dans l'archive" Pas actualisé!

source: Option "Archive Polls Per Page
fr_fr: Option "Sondages achivés par page

source: Option "Archive Polls Per Page" Not Updated! Please fill in a number!
fr_fr: Option "Sondages achivés par page" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Archive Polls Per Page" Not Updated!
fr_fr: Option "Sondages achivés par page" Pas actualisé!

source: Answers options
fr_fr: Les options des rèponses

source: Allow other answers
fr_fr: Permettez des autres réponses

source: Other Answer Label
fr_fr: L'étiquette d'autre réponse

source: Display Other Answers Values
fr_fr: Afficher d'autres valeurs des réponses

source: Allow Multiple Answers
fr_fr: Permettez des plusieurs rèponses

source: Number of allowed answers
fr_fr: Nombre des réponses autorisées

source: Display Options
fr_fr: Options d'affichage

source: Display Answers
fr_fr: Réponses d'affichage

source: Tabulated
fr_fr: Colonnes

source: Columns
fr_fr: Colonnes

source: Display Results
fr_fr: Résultats d'affichage

source: Poll Bar Style
fr_fr: L'aspect de la barre du sondage

source: Sorting Answers &amp; Results
fr_fr: Le triage des réponses &amp; Résultats

source: Sort Answers
fr_fr: Assortissez les réponses

source: Exact Order
fr_fr: Ordre exact

source: Alphabetical Order
fr_fr: Ordre alphabétique

source: Random Order
fr_fr: Ordre aléatoire

source: Number of Votes
fr_fr: Nombre des votes

source: Sort Answers Rule
fr_fr: La règle du triage des réponses

source: Ascending
fr_fr: Ascendant

source: Descending
fr_fr: Descendant

source: Sorting Results
fr_fr: Triant des résultats

source: Sorting Results Rule
fr_fr: La règle du triage des résultats

source: Poll Start/End Date
fr_fr: La date du début/de fin

source: End Date
fr_fr: La date de fin

source: View Results Options
fr_fr: Voyez les options des résultats

source: View Results
fr_fr: Afficher les résultats

source: Before Vote
fr_fr: Avant le vote

source: After Vote
fr_fr: Après le vote

source: After Poll End Date
fr_fr: Après la fin du sondage

source: Never
fr_fr: Jamais

source: Custom Date
fr_fr: Date personnalisèe

source: Results display date (after this date the user can see the results)
fr_fr: La date d'affichage des résultats(après cette date l'utilisateur peut voir les résultats)

source: Results Display
fr_fr: Résultats d'affichage

source: By Votes Number
fr_fr: Par nombre des votes

source: Percentages
fr_fr: Pourcentages

source: by Votes Number and Percentages
fr_fr: Par nombre des votes et Pourcentages

source: Poll Answer Result Label
fr_fr: L'étiquette du résultat du sondage

source: Poll Answer Result Votes Number Label
fr_fr: L'étiquette pour le nombre des votes du résultat du sondage

source: Singular
fr_fr: Singulier

source: Plural
fr_fr: Pluriel

source: Vote Button Label
fr_fr: L'étiquette du bouton:voter

source: View Results Link
fr_fr: Affichez le chaînon des résultats

source: View Results Link Label
fr_fr: L'ètiquette du chaînon pour voir les résultats

source: View Back To Vote Link
fr_fr: Affichez le chaînon pour le retour à vote

source: View Back To Vote Link Label
fr_fr: L'ètiquette du chaînon pour le retour à vote

source: View Total Votes
fr_fr: Voyez les votes totals

source: View Total Votes Label
fr_fr: L'ètiquette pour voir les votes totals

source: View Total Answers
fr_fr: Voyez le nombre total des réponses

source: View Total answers Label
fr_fr: L'ètiquette pour: voyez le nombre total des réponses

source: Poll Page Url
fr_fr: Url de la page du sondage

source: Other Options
fr_fr: Des autres options

source: Vote Permisions
fr_fr: Permisions pour voter

source: Guest Only
fr_fr: Seulement visiteur

source: Registered Users Only
fr_fr: Seulement des utilisateurs enregistrés

source: Guest &amp; Registered Users
fr_fr: Visiteur&amp; Utilisateurs enregistrés

source: Blocking Voters
fr_fr: Le blocage des électeurs

source: Dont`t Block
fr_fr: Ne bloquez pas

source: By Cookie
fr_fr: Par Cookie

source: By Ip
fr_fr: Par IP

source: By Username
fr_fr: Par nom d'utilisateur

source: By Cookie &amp; Ip
fr_fr: Par Cookie &amp ;Ip

source: Blocking voters interval
fr_fr: L'intervalle pour bloquer les électeurs

source: Seconds
fr_fr: Secondes

source: Hours
fr_fr: Heures

source: Days
fr_fr: Jours

source: Percentages Decimals
fr_fr: Les décimales des pourcentages

source: Archive Options
fr_fr: Les options d'archive

source: View Poll Archive Link
fr_fr: Voyez le chaînon pour l'archive du sondage

source: View Poll Archive Link Label
fr_fr: Voyez l'étiquette du chaînon pour l'archive du sondage

source: Poll Archive Url
fr_fr: URL de l'archive du sondage

source: Show Poll In Archive
fr_fr: Voyez le sondage de l'archive

source: Archive Order
fr_fr: L'ordre de l'archive

source: Archive Polls Per Page
fr_fr: Sondages archives par page

source: Save Changes
fr_fr: Enregistrer les modifications

source: Edit Poll
fr_fr: Modifier le sondage

source: Example: Test Poll
fr_fr: Exemple: Test Sondage

source: Example: How is my plugin?
fr_fr: Exemple: Comment est mon plugin?

source: Answers
fr_fr: Réponses

source: Add New Answer
fr_fr: Ajouter une nouvelle Réponse

source: Answers Advanced Options
fr_fr: Les options avancées des réponses

source: Sorting Results in
fr_fr: Assortissez les résultats

source: Custom Text Fields
fr_fr: Champ du texte personnalisé

source: Add New Custom Field
fr_fr: Ajouter un nouveau champ personalisè

source: View Total Answers Label
fr_fr: L'étiquette pour voir le nombre total des réponses

source: Auto Generate Poll Page
fr_fr: Générer automatiquement la page du sondage

source: Poll Template
fr_fr: Modèle du sondage

source: --SELECT Template--
fr_fr: --Sélectionner le modèle--

source: Save Poll
fr_fr: Enregistrer le sondage

source: Save
fr_fr: Sauver

source: Add New Poll Template
fr_fr: Ajouter un nouveau modèle du sondage

source: Edit Poll Template
fr_fr: Modifier le modèle du sondage

source: Template Name
fr_fr: Nom du modèle

source: Example: Test Poll Template
fr_fr: Exemple:Modèle du sondage de test

source: Template Before Vote
fr_fr: Modèle avant le vote

source: Template After Vote
fr_fr: Modèle aprè le vote

source: Template Before Start Date
fr_fr: Modèle avant la date de début

source: Template After End Date
fr_fr: Modèle après la date de fin

source: Save Poll Template
fr_fr: Enregistrer le modèle du sondage

source: Reset
fr_fr: réinitialiser

source: Select Template For Reset
fr_fr: Sélectionner le modèle pour la réinitialisation

source: Template to reset
fr_fr: Modèle pour réinitialiser

source: White
fr_fr: Blanc

source: Grey
fr_fr: Gris

source: Dark
fr_fr: Sombre

source: Blue v1
fr_fr: Bleu v1

source: Blue v2
fr_fr: Bleu v2

source: Blue v3
fr_fr: Bleu v3

source: Red v1
fr_fr: Rouge v1

source: Red v2
fr_fr: Rouge v2

source: Red v3
fr_fr: Rouge v3

source: Green v1
fr_fr: Vert v1

source: Green v2
fr_fr: Vert v2

source: Green v3
fr_fr: Vert v3

source: Reset Poll Template
fr_fr: Réinitialiser le modèle du sondage

source: Poll successfully added!
fr_fr: Sondage ajouté avec succès!

source: Poll successfully Edited!
fr_fr: Sondage modifié avec succès!

source: We're unable to update your poll!
fr_fr: Nous ne pouvons pas actualiser votre sondage!

source: Poll template successfully added!
fr_fr: Le modèle du sondage est ajouté avec succès!

source: Poll Template successfully Edited!
fr_fr: Le modèle du sondage a été modifié avec succèss

source: We're unable to update your poll template!
fr_fr: Nous ne pouvons pas actualiser le modèle de votre sondage!

source: Poll Template Successfully Reseted!
fr_fr: Le modèle du sondage a été réinitialisé avec succès!

source: We're unable to reset your poll template!
fr_fr: Nous n'avons pas pu réinitialiser votre modèle de sondage!

source: Invalid Request! Try later!
fr_fr: Demande invalide! Essayez plus tard!

source: Insert Poll
fr_fr: Insérer le sondage

source: Error: Invalid Yop Poll!\n\nPlease choose the poll again:\n\n
fr_fr: Erreur: Le sondage Yop est invalide!\n\nS'il vous plaît choisir le sondage encore une fois:\n

source: Poll to Display
fr_fr: Sondage pour l'affichage

source: Display Random Poll
fr_fr: Afficher un sondage au hasard

source: Display Latest Poll
fr_fr: Afficher le dernier sondage

source: Display Current Active Poll
fr_fr: Afficher le sondage actif et actuel

source: Please insert the poll ID:\n\n
fr_fr: S'il vous plaît insérer l'ID du sondage:\n\n

source: Error: Poll Id must be numeric!\n\nPlease insert the poll ID Again:\n\n
fr_fr: Erreur: Id du sondage doit être numérique!\n\n S'il vous plaît insérer l'ID sondage encore une fois:\n\n

source: Support This Plugin
fr_fr: Soutenez ce plugin

source: Have you found this plugin useful? Please help support it's continued development with a donation
fr_fr: Avez-vous trouvé ce plugin utile? S'il vous plaît aider à soutenir son développement continu avec a donation

source: Donate
fr_fr: Donner

source: Short on funds?
fr_fr: À court de fonds?

source: Rate YOP POLL 5&#9733;'s on WordPress.org
fr_fr: Notez le Yop Sondage 5&#9733;'s sur WordPress.org

source: Talk about it on your site and link back to the
fr_fr: Parlez-en sur votre site et faire un lien vers l'

source: plugin page
fr_fr: page du plugin

source: Tweet about it
fr_fr: Tweet ce sujet

source: Need Help?
fr_fr: Besoin d'aide?

source: If you need help getting this plugin or have found a bug please visit the
fr_fr: Si vous avez besoin d'aide pour acquérir ce plugin ou vous trouvez une erreur s'il vous plaît visitez le

source: support forums
fr_fr: forums de support

source: The Latest About Yop Poll
fr_fr: Les nouvelles du sondage Yop

source: No news items
fr_fr: Pas de nouvelles

source: It looks like you've been enjoying YOP POLL Plugin for at least 30 days.
fr_fr: Il semble que vous avez apprécié Plugin SONDAGE YOP pendant au moins 30 jours.

source: Would you consider a small donation to help support continued development of the plugin?
fr_fr: Pourriez-vous offrir une petite donation pour aider au développement continu du plugin?

source: Rate it 5&#9733;'s
fr_fr: Notez le 5&#9733;'s

source: Tell Your Followers
fr_fr: Dites à vos abbonés

source: Don't Bug Me Again
fr_fr: Ne plus afficher ce message

source: Yop Poll Widget
fr_fr: Sondage Yop Widget

source: Yop Polls
fr_fr: Sondages Yop

source: Do NOT Display Poll (Disable)
fr_fr: Ne pas afficher le sondage

source: Poll name needed!
fr_fr: Le nom du sondage est nécessaire

source: Poll question needed!
fr_fr: La question du sondage est nécessaire

source: At least
fr_fr: Au moins

source: Answer
fr_fr: Réponse

source: Answers not found!
fr_fr: Des réponses non trouvés

source: Custom Field
fr_fr: Champ personnalisé

source: Start Date needed!
fr_fr: La date de début est nécessaire

source: Start Date not found!
fr_fr: La date de début n'a été pas trouvé!

source: End Date needed!
fr_fr: La date de fin est nécessaire

source: Invalid entry! Start Date is after the End Date!
fr_fr: Entrée invalide! La date de début est postérieure à la date de fin

source: Option "View Results Link Label" is empty!
fr_fr: Option"'L'ètiquette du chaînon pour voir les résultats" est vide!

source: Option "View Results Link Label" not found!
fr_fr: Option"L'ètiquette du chaînon pour voir les résultats" pas trouvé!

source: Option "View Results Link" is invalid! You must choose between 'yes' or 'no'
fr_fr: Option "Affichez le chaînon des résultats" est invalide! Vous devez choisir entre 'oui' ou 'non'

source: Option "View Results Link" not found!
fr_fr: Option "Affichez le chaînon des résultats" pas trouvé!

source: Option "View Back to Vote Link Label" is empty!
fr_fr: Option"L'ètiquette du chaînon pour retour à vote" est vide!

source: Option "View Back to Vote Link Label" not found!
fr_fr: Option"L'ètiquette du chaînon pour retour à vote" pas trouvé!

source: Option "View Back to Vote Link" is invalid! You must choose between 'yes' or 'no'
fr_fr: Option "Affichez le chaînon pour le retour à vote" est invalide! Vous devez choisir entre 'oui' ou 'non'

source: Option "View Back to Vote Link" not found!
fr_fr: Option "Affichez le chaînon pour le retour à vote" pas trouvé!

source: Option "Total Votes Label" not found!
fr_fr: Option "L'étiquette du total des votes" pas trouvé!

source: Option "View Total Votes" is invalid! Please choose between 'yes' or 'no'
fr_fr: Options"Affichez le total des votes" S'il vous plaît choisir entre 'oui' ou 'non'

source: Option "View Total Votes" not found!
fr_fr: Options"Affichez le total des votes " pas trouvé!

source: Option "Total Answers Label" not found!
fr_fr: Option " L'ètiquette pour le total des réponses " Pas trouvé!

source: Option "View Total Answers" is invalid! You must choose between 'yes' or 'no'
fr_fr: Option "Voyez le nombre total des réponses " est invalide! Vous devez choisir entre 'oui' ou 'non'

source: Option "View Total Answers" not found!
fr_fr: Option "Voyez le nombre total des réponses" Pas trouvé!

source: Option "View Poll Archive Link Label" is empty!
fr_fr: Option "L'étiquette pour voir le chaînon de l'archive du sondage" est vide!

source: Option "View Poll Archive Link Label" not found!
fr_fr: Option "L'étiquette pour voir le chaînon de l'archive du sondage" pas trouvé!

source: Option "Poll Archive URL" is empty!
fr_fr: Option "URL de l'archive du sondage" est vide!

source: Option "Poll Archive URL" not found!
fr_fr: Option "URL de l'archive du sondage" pas trouvé!

source: Option "View Poll Archive Link" Is Invalid! You must choose between 'yes' or 'no'
fr_fr: Option "Voyez le chaînon pour l'archive du sondage" est invalide! Vous devez choisir entre 'oui' ou 'non'

source: Option "View Poll Archive Link" not found!
fr_fr: Option "Voyez le chaînon pour l'achive du sondage" pas trouvé!

source: Option "Archive Order" is empty!
fr_fr: Option "L'ordre de l'archive" est vide!

source: Option "Archive Order" not found!
fr_fr: Option "L'ordre de l'archive" pas trouvé!

source: Option "Show in Archive" is invalid! You must choose between 'yes' or 'no'
fr_fr: Option " Affichez dans l'archive " est invalide! Vous devez choisir entre 'oui' ou 'non'

source: Option "Show in Archive" not found!
fr_fr: Option " Affichez dans l'archive " pas trouvé!

source: Template not found!
fr_fr: Modèle non trouvé

source: You must choose a template for your poll!
fr_fr: Vous devez choisir un modèle pour votre sondage!

source: Poll Template name needed!
fr_fr: Le nom du modèle du sondage est nécessaire!

source: Poll template needed!
fr_fr: Le modèle du sondage est nécessaire!

source: This template name allready exist! Please choose another name!
fr_fr: Ce nom du modèle déja existe! S'i vous plaît choisissez autre nom!

source: You must choose a yop poll!
fr_fr: Vous devez choisir un sondage yop!

source: Invalid Yop Poll! Please try again!
fr_fr: Yop sondage invalide! S'il vous plaît essayez de nouveau!

source: You must choose a ban type!
fr_fr: Vous devez choisir un type d'interdiction!

source: You must choose a ban value!
fr_fr: Vous devez choisir une valuer pour l'interdiction!

source: This template name already exists! Please choose another name!
fr_fr: Ce nom du modèle déja existe! S'îl vous plaît choissisez autre nom!

source: This poll template doesn`t exist!
fr_fr: Ce modèle du sondage n `existe pas!

source: You need to choose a template to reset!
fr_fr: Vous devez choisir un modèle pour réinitialiser!

source: This poll already exists! Please choose another name!
fr_fr: Ce sondage déja existe! S'îl vous plaît choissisez autre nom!

source: This poll doesn`t exist!
fr_fr: Ce sondage n `existe pas!

source: _GUEST
fr_fr: _Visiteur

source: This poll is closed!
fr_fr: Ce sondage est fermé!

source: Your other answer is empty!
fr_fr: Votre autre réponse est vide!

source: Your other answer is invalid!
fr_fr: Votre autre réponse n'est pas valide!

source: To many answers! Only
fr_fr: Trop de réponses! Seulement

source: answers allowed!
fr_fr: réponses permises!

source: Custom field
fr_fr: Champ personnalisé

source: is required!
fr_fr: est nécessaire!

source: is missing!
fr_fr: est absent!

source: Custom fields are missing!
fr_fr: Les champs personnalisés sont absents

source: No vote was registered!
fr_fr: Aucun vote n'été enregistré!

source: No answer selected!
fr_fr: Pas de réponse sélectionnée!

source: You Already voted!
fr_fr: Vous avez déjà voté!

source: You can vote once the poll starts!
fr_fr: Vous pouvez voter après le commencement du sondage!

source: You are not allowed to vote!
fr_fr: Vous n'êtes pas autorisé à voter!

source: Loading...
fr_fr: Chargement...

source: Other
fr_fr: Autre
