Repository: kinster78/Poll-Monster
Catalog: languages/yop_poll-*.po
Languages: fr_fr

source: You need at least Wordpress version %s to use this plugin
fr_fr: Vous devez avoir au moins la version %s de Wordpress pour utiliser ce plugin

source: Error: Wordpress Version Problem
fr_fr: Erreur:Probléme à la version du Wordpress

source: You need the json php extension for this plugin
fr_fr: Vous avez besoin de l'extension json php pour ce plugin

source: Error: Wordpress Extension Problem
fr_fr: Erreur:Probléme d'extension du Wordpress

source: All Yop Polls
fr_fr: Tous les Yop Polls

source: Add New Yop Poll
fr_fr: Ajouter un nouveau Yop Poll

source: Yop Poll Options
fr_fr: Les options du Yop Poll

source: Yop Poll Templates
fr_fr: Les modèles du Yop Poll

source: Yop Poll Logs
fr_fr: Les enregistres du Yop Poll

source: Yop Poll Bans
fr_fr: Les interdictions du Yop Poll

source: Please wait a moment while we process your request...
fr_fr: S'il vous plaît attendez un moment pendant que nous traitons votre demande

source: An error has occured...
fr_fr: Une erreur a survenu

source: Answer
fr_fr: Réponse

source: Custom Text Field
fr_fr: Champ du texte personnalisé

source: Required
fr_fr: Nécessaire

source: Remove
fr_fr: Éliminer

source: Customize Toggle
fr_fr: Toggle personnalisé

source: Use Template Result Bar
fr_fr: Utiliser le modèle de la barre du résultat

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Yop Poll Bar Style
fr_fr: Style de la barre du Yop Poll

source: Yop Poll Bar Preview
fr_fr: Prévisualiser la barre du Yop Poll

source: Background Color
fr_fr: Couleur du fond

source: Height
fr_fr: Hauteur

source: Border Color
fr_fr: Couleur de la bordure

source: Border Width
fr_fr: Largeur de la bordure

source: Border Style
fr_fr: Style de la bordure

source: Export
fr_fr: Exporter

source: Vote ID
fr_fr: ID du vote

source: POLL Name
fr_fr: Nom du sondage

source: User
fr_fr: Utilisateur

source: User Email
fr_fr: Utilisateur Email

source: Vote Date
fr_fr: Date du vote

source: Can't open php://output!
fr_fr: Impossible d'ouvrir le php://output!

source: Can't write header!
fr_fr: Impossible d'écrire l'en-tête

source: Can't close php://output!
fr_fr: Impossible de fermer le php://output!

source: Can't write record!
fr_fr: Impossible d'écrire l'enregistrement

source: Add New
fr_fr: Ajouter de nouveaux

source: %s Poll deleted.
fr_fr: %s Sondage supprimé.

source: %s Poll cloned.
fr_fr: %s Sondage cloné.

source: Vote reseted for %s Poll.
fr_fr: Vote rétablit pour %s sondage

source: Log deleted for %s Poll.
fr_fr: Log supprimé pour %s sondage

source: Search Polls
fr_fr: Recherchez des sondages

source: Bulk Actions
fr_fr: Actions masse

source: Delete
fr_fr: Supprimer

source: Reset Votes
fr_fr: Réinitialisez les votes

source: Delete Logs
fr_fr: Supprimez les logs

source: Apply
fr_fr: Appliquer

source: View All Polls
fr_fr: Voyez tous les sondages

source: Never Expire
fr_fr: N' expirent jamais

source: Expired
fr_fr: Expiré

source: Started
fr_fr: Commencé

source: Not Started
fr_fr: Pas commencé

source: Filter
fr_fr: Filtrer

source: Name
fr_fr: Nom

source: Total Votes
fr_fr: Total des votes

source: Total Answers
fr_fr: Total des rèponses

source: Start Date
fr_fr: Date du début

source: End Date
fr_fr: Date de fin

source: Edit
fr_fr: Éditer

source: You are about to delete this poll
fr_fr: Vous êtes sur le point de supprimer ce sondage

source: Cancel
fr_fr: Annuler

source: to stop
fr_fr: pour arrêter

source: to delete
fr_fr: pour supprimer

source: You are about to clone this poll
fr_fr: Vous êtes sur le point de cloner ce sondage

source: to clone
fr_fr: pour cloner

source: Results
fr_fr: Résultats

source: Custom Fields
fr_fr: Champs personnalisés

source: You are about to reset votes for this poll
fr_fr: Vous êtes sur le point de réinitialiser les votes pour ce sondage

source: to reset votes
fr_fr: pour réinitialiser les votes

source: Reset Stats
fr_fr: Réinitialisez les statistiques

source: You are about to delete logs for this poll
fr_fr: Vous êtes sur le point de supprimer des logs pour ce sondage

source: to delete logs
fr_fr: pour supprimer des logs

source: No poll found!
fr_fr: Aucun sondage trouvé!

source: &laquo; Previous
fr_fr: &laquo; Précédent

source: Next &raquo;
fr_fr: Suivant &raquo;

source: Yop Poll Results
fr_fr: Les résultats du Yop sondage

source: Percent
fr_fr: Pourcent

source: No answers defined!
fr_fr: Aucune réponse défini!

source: Poll Other Answers
fr_fr: Autres réponses du sondage

source: Items Per Page
fr_fr: Eléments par page

source: Set
fr_fr: Fixer

source: Other Answers
fr_fr: Des autres réponses

source: No other answers defined!
fr_fr: Pas des autres réponses définies!

source: This Page
fr_fr: Cette page

source: All Pages
fr_fr: Toutes les pages

source: Your poll doesn`t exist!
fr_fr: Votre sondage n `existe pas!

source: Do Not Export
fr_fr: N'exportez pas

source: This poll doesn't have set custom fields!
fr_fr: Ce sondage n'a pas définis les champs personnalisés!

source: Your Poll doesn`t exist!
fr_fr: Votre Sondage n `existe pas!

source: %s Poll template deleted.
fr_fr: %s modèle du sondage est supprimé.

source: %s Poll template cloned.
fr_fr: %s modèle du sondage est cloné.

source: Last Modified
fr_fr: Dernière modification

source: You are about to delete this poll template
fr_fr: Vous êtes sur le point de supprimer le modèle de ce sondage

source: You are about to clone this poll template
fr_fr: Vous êtes sur le point de cloner le monèle de ce sondage

source: You haven't used our template editor to create any yop poll templates!
fr_fr: Vous n'avez créé aucun yop modèle du sondages en utilisant notre editeur des modèles!

source: Please create your poll template first.
fr_fr: S'il vous plaît créer premier le modèle de votre sondage

source: Create a poll template now
fr_fr: Maintenant crèez un modèle du sondage

source: %s Poll Log deleted.
fr_fr: %s connexion du sondage est supprimé.

source: Search Poll Logs
fr_fr: Recherchez les logs du sondage

source: Group Logs By Answer
fr_fr: Grouper les enregistres par réponse

source: Group Logs By Vote
fr_fr: Grouper les enregistres par vote

source: Group
fr_fr: Grouper

source: All Logs
fr_fr: Tous les Logs

source: Poll Name
fr_fr: Nom du sondage

source: You are about to delete this vote log
fr_fr: Vous êtes sur le point de supprimer ce vote du sondage

source: You are about to delete this poll log
fr_fr: Vous êtes sur le point de supprimer ce log du sondage

source: %s Poll Ban deleted!
fr_fr: %s interdiction du sondage a ètè supprimé!

source: %s Poll Ban added!
fr_fr: %s interdiction du sondage a ètè ajoutè!

source: Ban IP, Username or Email
fr_fr: Interdisez IP,nom d'utilisateur ou email

source: Poll
fr_fr: Sondage

source: Bans For All Polls
fr_fr: Interdictions pour tous les sondages

source: Choose Ban Type
fr_fr: Choisissez le type d'interdiction

source: Username
fr_fr: Nom d'utilisateur

source: Value
fr_fr: Valeur

source: One Value Per Line
fr_fr: Une valeur par ligne

source: Add Ban
fr_fr: Ajoutez l'interdiction

source: Close
fr_fr: Fermer

source: Search Poll Bans
fr_fr: Rercherchez l'interdiction du sondage

source: All Polls
fr_fr: Tous les sondages

source: All Ban Types
fr_fr: Tous les types d'interdictions

source: Bans
fr_fr: Interdictions

source: Ban Type
fr_fr: Type d'interdiction

source: Ban Value
fr_fr: La valeur d' interdiction

source: You are about to remove this poll ban
fr_fr: Vous êtes sur le point de supprimer cette interdiction du sondage

source: to remove
fr_fr: pour éliminer

source: Option "Allow Other Answer" Updated!
fr_fr: Option "Permettez des autres réponse "Actualiser!

source: Option "Allow Other Answer" Not Updated! Choose "yes" or "no"!
fr_fr: Option "Permettez des autres réponse "Pas actualiser!Choisissez "oui " ou "pas "!

source: Option "Other Answer Label" Updated!
fr_fr: Option "L'étiquette d'autre réponse" Actualiser!

source: Option "Other Answer Label" Not Updated! The field must not be empty!
fr_fr: Option "L'étiquette d'autre réponse"Pas actualisé! Le champ ne doit pas être vide!

source: Option "Display Other Answers Values" Updated!
fr_fr: Option "Afficher autres valeurs des réponses"Actualisé!

source: Option "Display Other Answers Values" Not Updated! Choose "yes" or "no"!
fr_fr: Option "Afficher autres valeurs des réponses"Pas actualisé! Choisissez "oui" ou "non"!

source: Option "Allow Multiple Answers" Updated!
fr_fr: Option "Permettez des plusieurs rèponses" Actualisé!

source: Option "Number of allowed answers" Updated!
fr_fr: Option "Nombre des réponses autorisées" Actualisé!

source: Option "Number of allowed answers" Not Updated! Please fill in a number!
fr_fr: Option "Nombre des réponses autorisées"Pas actualisé!S'il vous plaît écrivez un nombre!

source: Option "Number of allowed answers" Not Updated! The field must not be empty!
fr_fr: Option "Nombre des réponses autorisées"Pas actualisé! Le champ ne doit pas être vide!

source: Option "Allow Multiple Answers" Not Updated! Choose "yes" or "no"!
fr_fr: Option "Permettez des plusieurs rèponses" Pas actualisé! Choisissez "oui" ou "non"!

source: Option "Display Answers" Updated!
fr_fr: Option "Afficher des réponses"Actualisé!

source: Option "Columns for Tabulated Display Answers" Updated!
fr_fr: Option "Colonnes pour afficher des réponses dans un tableau"Actualisé!

source: Option "Columns for Tabulated Display Answers" Not Updated! Please fill in a number!
fr_fr: Option "Colonnes pour afficher des réponses dans un tableau" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Columns for Tabulated Display Answers" Not Updated!
fr_fr: Option "Colonnes pour afficher des réponses dans un tableau" Pas actualisé!

source: Option "Display Answers" Not Updated! you must choose between 'vertical', 'orizontal' or 'tabulated'
fr_fr: Option "Afficher des réponses" Pas actualisé!vous devez choisir entre 'verticale', 'orizontal' ou 'tableau'

source: Option "Display Answers" Not Updated!
fr_fr: Option "Afficher des réponses" Pas actualisé!

source: Option "Display Results" Updated!
fr_fr: Option "Afficher des résultats" Actualisé!

source: Option "Columns for Tabulated Display Results" Updated!
fr_fr: Option "Colonnes pour afficher des résultats dans un tableau" Actualisé!

source: Option "Columns for Tabulated Display Results" Not Updated! Please fill in a number!
fr_fr: Option "Colonnes pour afficher des résultats dans un tableau" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Columns for Tabulated Display Results" Not Updated!
fr_fr: Option "Colonnes pour afficher des résultats dans un tableau" Pas actualisé!

source: Option "Display Results" Not Updated! Choose the display layout: 'vertical', 'orizontal' or 'tabulated'
fr_fr: Option "Afficher des réponses" Pas actualisé! Choisissez le Format de l'affichage: 'vertical', 'orizontal' ou 'tableau'

source: Option "Display Results" Not Updated!
fr_fr: Option "Afficher des réponses" Pas actualisé!

source: Option "Use Template Result Bar" Updated!
fr_fr: Option " Utiliser le modèle de la barre du résultat" Actualisé!

source: Option "Result Bar Background Color" Updated!
fr_fr: Option " Couleur du fond de la barre de résultat" Actualisé!

source: Option "Result Bar Background Color" Not Updated! Fill in an alphanumeric value!
fr_fr: Option " Couleur du fond de la barre de résultat" Pas actualisé! Écrivez une valeur alphanumérique!

source: Option "Result Bar Background Color" Not Updated!
fr_fr: Option " Couleur du fond de la barre de résultat" Pas actualisé!

source: Option "Result Bar Height" Updated!
fr_fr: Option "Hauteur de la barre de résultat" Actualisé!

source: Option "Result Bar Height" Not Updated! Please fill in a number!
fr_fr: Option "Hauteur de la barre de résultat" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Result Bar Height" Not Updated!
fr_fr: Option "Hauteur de la barre de résultat" Pas actualisé!

source: Option "Result Bar Border Color" Updated!
fr_fr: Option "Couleur de la bordure de la barre de résultat" Actualisé!

source: Option "Result Bar Border Color" Not Updated! Please fill in a number!
fr_fr: Option "Couleur de la bordure de la barre de résultat" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Result Bar Border Color" Not Updated!
fr_fr: Option "Couleur de la bordure de la barre de résultat" Pas actualisé!

source: Option "Result Bar Border Width" Updated!
fr_fr: Option "Largeur de la bordure de la barre de résultat" Actualisé!

source: Option "Result Bar Border Width" Not Updated! Please fill in a number!
fr_fr: Option "Largeur de la bordure de la barre de résultat" Pas actualisé! S'il vous plaît écrivez un nombre!

source: Option "Result Bar Border Width" Not Updated!
fr_fr: Option "Largeur de la bordure de la barre de résultat" Pas actualisé!

source: Option "Result Bar Border Style" Updated!
fr_fr: Option "Le style de la bordure de la barre de résultat" Actualisé!

source: Option "Result Bar Border Style" Not Updated! Fill in an alphanumeric value!
fr_fr: Option "Le style de la bordure de la barre de résultat" Pas actualisé! Écrivez une valeur alphanumérique!

source: Option "Result Bar Border Style" Not Updated!
fr_fr: Option "Le style de la bordure de la barre de résultat" Pas actualisé!

source: Option "Use Template Result Bar" Not Updated! Choose "yes" or "no"!
fr_fr: Option " Utiliser le modèle de la barre du résultat " Pas actualisé! Choisissez "oui" ou "non"!

source: Option "Use Template Result Bar" Not Updated!
fr_fr: Option " Utiliser le modèle de la barre du résultat " Pas actualisé!

source: Option "Sort Answers" Updated!
fr_fr: Option " Assortir les réponses" Actualisé!

source: Option "Sort Answers Direction" Updated!
fr_fr: Option "Modalité d'assortir les répones" Actualisé!

source: Option "Sort Answers Direction" Not Updated! Please choose between 'Ascending' or 'Descending'
fr_fr: Option "Modalité d'assortir les répones" Pas actualisé! S'il vous plaît choissez entre 'Ascendant' ou 'Descendant'

source: Option "Sort Answers Direction" Not Updated!
fr_fr: Option "Modalité d'assortir les répones" Pas actualisé!

source: Option "Sort Answers" Not Updated! Please choose between: 'exact', 'alphabetical', 'random' or 'votes'
fr_fr: Option "Assortir les réponses" Pas actualisé! S'il vous plaît choissez entre: 'exacte', 'alphabétique', 'aléatoire' ou 'votes'

source: Option "Sort Answers" Not Updated!
fr_fr: Option "Assortir les réponses" Pas actualisé!

source: Option "Sort Results" Updated!
fr_fr: Option "Assortir les résultats" Actualisé!

source: Option "Sort Results Direction" Updated!
fr_fr: Option "Modalité d'assortir les résultats" Actualisé!

source: Option "Sort Results Direction" Not Updated! Please choose between 'Ascending' or 'Descending'
fr_fr: Option "Modalité d'assortir les résultats" Pas actualisé! S'il vous plaît choissez entre 'Ascendant' ou 'Descendant'

source: Option "Sort Results Direction" Not Updated!
fr_fr: Option "Modalité d'assortir les résultats" Pas actualisé!

source: Option "Sort Results" Not Updated! Please choose between: 'exact', 'alphabetical', 'random' or 'votes'
fr_fr: Option "Modalité d'assortir les résultats" Pas actualisé! S'il vous plaît choissez entre: 'exacte', 'alphabétique', 'aléatoire' ou 'votes'

source: Option "Poll Start Date" Updated!
fr_fr: Option "Date de début du Sondage" Actualisé!

source: Option "Poll Start Date" Not Updated! The field is empty!
fr_fr: Option "Date de début du Sondage" Pas actualisé! Le champ est vide!

source: Option "Poll Start Date" Not Updated!
fr_fr: Option "Date de début du Sondage" Pas actualisé!

source: Option "Poll End Date" Updated!
fr_fr: Option "Date de fin du sondage" Actualisé!

source: Option "Poll End Date" Not Updated!
fr_fr: Option "Date de fin du sondage" Pas actualisé!

source: Option "Poll End Date" Not Updated! The field is empty!
fr_fr: Option "Date de fin du sondage" Pas actualisé! Le champ est vide!

source: Option "View Results" Updated!
fr_fr: Option "Voir les résultats" Actualisé!

source: Option "View Results Custom Date" Updated!
fr_fr: Option "La date personnalisé pour afficher les résultats" Actualisé!

source: Option "View Results" Not Updated!
fr_fr: Option "Voir les résultats" Pas actualisé!

source: Option "View Results" Not Updated! Please choose between: 'Before', 'After', 'After Poll End Date', 'Never' or 'Custom Date'
fr_fr: Option "Voir les résultats" Pas actualisé! S'il vous plaît choissez entre: 'Avant', 'Après', 'Après la date de fin du sondage ',' Jamais' ou 'Date personalisée'

source: Option "View Results Type" Updated!
fr_fr: Option "Visualiser le type des résultats" Actualisé!

source: Option "View Results Type" Not Updated! Please choose between: 'Votes number', 'Percentages' or 'Votes number and percentages'
fr_fr: Option "Visualiser le type des résultats" Pas actualisé! S'il vous plaît choissez entre: 'Nombre des votes', ' pourcentages ' ou ' nombre des votes et pourcentages '

source: Option "View Results Type" Not Updated!
fr_fr: Option "Visualiser le type des résultats" Pas actualisé!

source: Option "Poll Answer Result Label" Not Updated! You must use %POLL-ANSWER-RESULT-VOTES%!
fr_fr: Option "L'étiquette du résultat du sondage" Pas actualisé! Vous devez utiliser %POLL-ANSWER-RESULT-VOTES%

source: Option "Poll Answer Result Label" Updated!
fr_fr: Option "L'étiquette du résultat du sondage" Actualisé!

source: Option "Poll Answer Result Label" Not Updated! You must use %POLL-ANSWER-RESULT-PERCENTAGES%!
fr_fr: Option "L'étiquette du résultat du sondage" Pas actualisé! Vous devez utiliser %POLL-ANSWER-RESULT-PERCENTAGES%!

source: Option "Poll Answer Result Label" Not Updated! You must use %POLL-ANSWER-RESULT-VOTES% and %POLL-ANSWER-RESULT-PERCENTAGES%!
fr_fr: Option "L'étiquette du résultat du sondage" Pas actualisé! Vous devez utiliser %POLL-ANSWER-RESULT-VOTES% and %POLL-ANSWER-RESULT-PERCENTAGES%!

source: Option "Poll Answer Result Label" Not Updated!
fr_fr: Option "L'étiquette du résultat du sondage" Pas actualisé!

source: Option "Poll Answer Result Votes Number Singular Label" Updated!
fr_fr: Option "L'étiquette du singulier pour le nombre des votes du résultat du sondage"Actualiser!

source: Option "Poll Answer Result Votes Number Singular Label" Not Updated! The field is empty!
fr_fr: Option "L'étiquette du singulier pour le nombre des votes du résultat du sondage" Pas actualiser!Le champ est vide!

source: Option "Poll Answer Result Votes Number Singular Label" Not Updated!
fr_fr: Option "L'étiquette du singulier pour le nombre des votes du résultat du sondage" Pas actualiser!

source: Option "Poll Answer Result Votes Number Plural Label" Updated!
fr_fr: Option "L'étiquette du pluriel pour le nombre des votes du résultat du sondage"Actualiser!

source: Option "Poll Answer Result Votes Number Plural Label" Not Updated! The field is empty!
fr_fr: Option "L'étiquette du pluriel pour le nombre des votes du résultat du sondage" Pas actualiser!Le champ est vide!

source: Option "Poll Answer Result Votes Number Plural Label" Not Updated!
fr_fr: Option "L'étiquette du pluriel pour le nombre des votes du résultat du sondage" Pas actualiser!

source: Option "Vote Button Label" Updated!
fr_fr: Option "L'étiquette du bouton voter" Actualisé!

source: Option "Vote Button Label" Not Updated! The field is empty!
fr_fr: Option "L'étiquette du bouton:voter"Pas actualisé!Le champ est vide!

source: Option "Vote Button Label" Not Updated!
fr_fr: Option "L'étiquette du bouton voter"Pas actualisé!

source: Option "View Results Link" Updated!
fr_fr: Option "Affichez le chaînon des résultats" Actualisé!

source: Option "View Results Link Label" Updated!
fr_fr: Option "L'ètiquette du chaînon pour voir les résultats" Actualisé!

source: Option "View Results Link Label" Not Updated! The field is empty!
fr_fr: Option "L'ètiquette du chaînon pour voir les résultats" Pas actualisé! Le champ est vide!

source: Option "View Results Link Label" Not Updated!
fr_fr: Option "L'ètiquette du chaînon pour voir les résultats" Pas actualisé!

source: Option "View Results Link" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "Affichez le chaînon des résultats" Pas actualisé! S'il vous plaît choissez entre 'oui' ou 'non'

source: Option "View Results Link" Not Updated!
fr_fr: Option "Affichez le chaînon des résultats" Pas actualisé!

source: Option "View Back To Vote Link" Updated!
fr_fr: Option "Affichez le chaînon pour le retour à vote" Actualisé!

source: Option "View Back to Vote Link Label" Updated!
fr_fr: Option "L'ètiquette du chaînon pour le retour à vote" Actualisé!

source: Option "View Back to Vote Link Label" Not Updated! The field is empty!
fr_fr: Option "L'ètiquette du chaînon pour le retour à vote" Pas actualisé! Le champ est vide!

source: Option "View Back to Vote Link Label" Not Updated!
fr_fr: Option "L'ètiquette du chaînon pour le retour à vote" Pas actualisé!

source: Option "View Back to Vote Link" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "L'ètiquette du chaînon pour le retour à vote" Pas actualisé! S'il vous plaît choissez entre 'oui' ou 'non'

source: Option "View Back to Vote Link" Not Updated!
fr_fr: Option "Affichez le chaînon pour le retour à vote" Pas actualisé!

source: Option "View Total Votes" Updated!
fr_fr: Option "Voyez le total des votes" Actualisé!

source: You must use %POLL-TOTAL-VOTES% to define your Total Votes label!
fr_fr: Vous devez utiliser %POLL-TOTAL-VOTES% pour definir votre étiquette pour le total des votes!

source: Option "View Total Votes Label" Updated!
fr_fr: Option " L'ètiquette pour voir les votes totals" Actualisé!

source: Option "Total Votes Label" Not Updated!
fr_fr: Option " L'ètiquette pour le total des votes" Pas actualisé!

source: Option "View Total Votes" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "Voyez les votes totals" Pas actualisé! S'il vous plaît choissez entre 'oui' ou 'non'

source: Option "View Total Votes" Not Updated!
fr_fr: Option "Voyez le total des votes" Pas actualisé!

source: Option "View Total Answers" Updated!
fr_fr: Option "Voyez le nombre total des réponses" Actualisé!

source: You must use %POLL-TOTAL-ANSWERS% to define your Total Answers label!
fr_fr: Vous devez utiliser %POLL-TOTAL-ANSWERS%pour définir votre ètiquette pour le total des réponses!

source: Option "View Total Answers Label" Updated!
fr_fr: Option " L'étiquette pour voir le nombre total des réponses" Actualisé!

source: Option "Total Answers Label" Not Updated!
fr_fr: Option " L'ètiquette pour le total des réponses " Pas actualisé!

source: Option "View Total Answers" Not Updated! Please choose between 'yes' or 'no'
fr_fr: Option "Voyez le nombre total des réponses"Pas actualisé!S'il vous plaît choisir entre 'oui' ou 'non'

source: Option "View Total Answers" Not Updated!
fr_fr: Option "Voyez le nombre total des réponses"Pas actualisé!

source: Option "Vote Permisions" Updated!
fr_fr: Option "Permisions de voter" Actualisé!

source: Option "Vote Permisions" Not Updated! Please choose between 'Quest Only', 'Registered Only', 'Guest & Registered Users'
fr_fr: Option "Permisions de voter" Pas actualisé! S'il vous plaît choissez entre 'Visiteur' , 'Enregistré' ,'Visiteurs & Enregistré Utilisateurs'

source: Option "Vote Permisions" Not Updated!
fr_fr: Option "Permisions de voter" Pas actualisé!

source: Option "Blocking Voters" Updated!
fr_fr: Option "Blocage des électeurs" Actualisé

source: Option "Blocking Voters Interval Value" Updated!
fr_fr: Option " La valeur de l'interval du blocage des électeurs" Actualisé!

source: Option "Blocking Voters Interval Value" Not Updated! Please fill in a number!
fr_fr: Option " La valeur de l'interval du blocage des électeurs" Pas actualisé! S'il vous plaît écrivez un nombre!
